{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[event_fork]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[event_mprotect]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "[event_update]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "[event_mmap]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "[event_loadlibrary]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "[event_read]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "[event_modify_file_attributes]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "[event_exit]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "[event_clone]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "[event_truncate]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "[event_execute]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "[event_sendmsg]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "[event_link]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "[event_unlink]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "[event_unit]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "[event_recvmsg]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "[event_change_principal]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "[event_accept]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "[event_connect]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "[event_write]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "[event_create_object]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "[event_open]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "[event_rename]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "[event_close]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "BertProcessing",
    "sep": [
      "[SEP]",
      3
    ],
    "cls": [
      "[CLS]",
      2
    ]
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "[event_fork]": 5,
      "[event_mprotect]": 6,
      "[event_update]": 7,
      "[event_mmap]": 8,
      "[event_loadlibrary]": 9,
      "[event_read]": 10,
      "[event_modify_file_attributes]": 11,
      "[event_exit]": 12,
      "[event_clone]": 13,
      "[event_truncate]": 14,
      "[event_execute]": 15,
      "[event_sendmsg]": 16,
      "[event_link]": 17,
      "[event_unlink]": 18,
      "[event_unit]": 19,
      "[event_recvmsg]": 20,
      "[event_change_principal]": 21,
      "[event_accept]": 22,
      "[event_connect]": 23,
      "[event_write]": 24,
      "[event_create_object]": 25,
      "[event_open]": 26,
      "[event_rename]": 27,
      "[event_close]": 28,
      "%": 29,
      "+": 30,
      "-": 31,
      ".": 32,
      "/": 33,
      ":": 34,
      "=": 35,
      "[": 36,
      "\\": 37,
      "]": 38,
      "_": 39,
      "a": 40,
      "b": 41,
      "c": 42,
      "d": 43,
      "e": 44,
      "f": 45,
      "g": 46,
      "h": 47,
      "i": 48,
      "k": 49,
      "l": 50,
      "m": 51,
      "n": 52,
      "o": 53,
      "p": 54,
      "q": 55,
      "r": 56,
      "s": 57,
      "t": 58,
      "u": 59,
      "v": 60,
      "w": 61,
      "x": 62,
      "y": 63,
      "z": 64,
      "##t": 65,
      "##c": 66,
      "##d": 67,
      "##i": 68,
      "##r": 69,
      "##a": 70,
      "##e": 71,
      "##x": 72,
      "##w": 73,
      "##p": 74,
      "##l": 75,
      "##o": 76,
      "##b": 77,
      "##k": 78,
      "##f": 79,
      "##h": 80,
      "##n": 81,
      "##u": 82,
      "##m": 83,
      "##s": 84,
      "##y": 85,
      "##v": 86,
      "##g": 87,
      "##q": 88,
      "##z": 89,
      "##nt": 90,
      "##ve": 91,
      "eve": 92,
      "event": 93,
      "##te": 94,
      "##ec": 95,
      "ex": 96,
      "##ute": 97,
      "##ecute": 98,
      "execute": 99,
      "##sh": 100,
      "up": 101,
      "##ate": 102,
      "##or": 103,
      "##um": 104,
      "for": 105,
      "fork": 106,
      "num": 107,
      "##se": 108,
      "##date": 109,
      "update": 110,
      "ba": 111,
      "bash": 112,
      "##ot": 113,
      "##el": 114,
      "mot": 115,
      "motd": 116,
      "st": 117,
      "cl": 118,
      "##ose": 119,
      "close": 120,
      "pr": 121,
      "##ea": 122,
      "ssh": 123,
      "sshd": 124,
      "##at": 125,
      "##oc": 126,
      "rel": 127,
      "proc": 128,
      "##ease": 129,
      "release": 130,
      "stat": 131,
      "to": 132,
      "##on": 133,
      "top": 134,
      "##ir": 135,
      "##ra": 136,
      "##de": 137,
      "##gra": 138,
      "upgra": 139,
      "upgrade": 140,
      "##le": 141,
      "##pt": 142,
      "apt": 143,
      "##il": 144,
      "av": 145,
      "##ab": 146,
      "##ail": 147,
      "avail": 148,
      "##able": 149,
      "available": 150,
      "##ig": 151,
      "updates": 152,
      "##onf": 153,
      "conf": 154,
      "##ol": 155,
      "state": 156,
      "sh": 157,
      "dir": 158,
      "config": 159,
      "eol": 160,
      "hw": 161,
      "hwe": 162,
      "##ell": 163,
      "shell": 164,
      "li": 165,
      "##tc": 166,
      "etc": 167,
      "##st": 168,
      "statm": 169,
      "py": 170,
      "##dir": 171,
      "##rc": 172,
      "dp": 173,
      "##kg": 174,
      "dpkg": 175,
      "##th": 176,
      "##thon": 177,
      "us": 178,
      "usr": 179,
      "pyc": 180,
      "##es": 181,
      "re": 182,
      "lib": 183,
      "##oot": 184,
      "##boot": 185,
      "list": 186,
      "reboot": 187,
      "ls": 188,
      "##sc": 189,
      "lsb": 190,
      "statedir": 191,
      "at": 192,
      "fsc": 193,
      "fsck": 194,
      "##ou": 195,
      "##rch": 196,
      "sd": 197,
      "##in": 198,
      "arch": 199,
      "##ist": 200,
      "sou": 201,
      "##int": 202,
      "##elist": 203,
      "print": 204,
      "##rcelist": 205,
      "sourcelist": 206,
      "##num": 207,
      "##ite": 208,
      "python": 209,
      "##tu": 210,
      "pythonnum": 211,
      "##itec": 212,
      "##tur": 213,
      "##eig": 214,
      "foreig": 215,
      "architec": 216,
      "##tures": 217,
      "foreign": 218,
      "architectures": 219,
      "##ac": 220,
      "cp": 221,
      "##he": 222,
      "##ache": 223,
      "##ython": 224,
      "pycache": 225,
      "cpython": 226,
      "##oa": 227,
      "bin": 228,
      "##li": 229,
      "##oad": 230,
      "load": 231,
      "##lib": 232,
      "##ry": 233,
      "##rary": 234,
      "loadlib": 235,
      "loadlibrary": 236,
      "lists": 237,
      "##ar": 238,
      "te": 239,
      "##xt": 240,
      "hea": 241,
      "##pe": 242,
      "##der": 243,
      "header": 244,
      "etcdir": 245,
      "listdir": 246,
      "##pi": 247,
      "##ess": 248,
      "text": 249,
      "hel": 250,
      "less": 251,
      "##pipe": 252,
      "help": 253,
      "lesspipe": 254,
      "##er": 255,
      "##us": 256,
      "##am": 257,
      "##nam": 258,
      "##ead": 259,
      "de": 260,
      "read": 261,
      "dev": 262,
      "var": 263,
      "cf": 264,
      "##ys": 265,
      "cfg": 266,
      "##if": 267,
      "##ifi": 268,
      "not": 269,
      "##ifier": 270,
      "notifier": 271,
      "##name": 272,
      "##tem": 273,
      "##ti": 274,
      "##om": 275,
      "##ystem": 276,
      "uname": 277,
      "##oca": 278,
      "loca": 279,
      "##re": 280,
      "car": 281,
      "fi": 282,
      "##ic": 283,
      "##od": 284,
      "##system": 285,
      "##go": 286,
      "##lesystem": 287,
      "cargo": 288,
      "filesystem": 289,
      "filesystems": 290,
      "nu": 291,
      "##ll": 292,
      "status": 293,
      "null": 294,
      "##it": 295,
      "##atus": 296,
      "##status": 297,
      "dpkgstatus": 298,
      "##ed": 299,
      "##uir": 300,
      "##quir": 301,
      "requir": 302,
      "##ing": 303,
      "required": 304,
      "##nc": 305,
      "##ings": 306,
      "enc": 307,
      "qu": 308,
      "##un": 309,
      "numa": 310,
      "##odings": 311,
      "encodings": 312,
      "quit": 313,
      "##em": 314,
      "locale": 315,
      "##ps": 316,
      "##ut": 317,
      "dy": 318,
      "run": 319,
      "##me": 320,
      "##tion": 321,
      "##time": 322,
      "cat": 323,
      "date": 324,
      "gr": 325,
      "gre": 326,
      "ne": 327,
      "wh": 328,
      "##mi": 329,
      "##oami": 330,
      "##namic": 331,
      "dynamic": 332,
      "grou": 333,
      "grep": 334,
      "new": 335,
      "whoami": 336,
      "col": 337,
      "com": 338,
      "##ive": 339,
      "##bc": 340,
      "local": 341,
      "groups": 342,
      "qs": 343,
      "ser": 344,
      "txt": 345,
      "##pdate": 346,
      "##ple": 347,
      "##ove": 348,
      "##bu": 349,
      "##fo": 350,
      "##update": 351,
      "##ver": 352,
      "uptime": 353,
      "##orem": 354,
      "numupdate": 355,
      "##info": 356,
      "test": 357,
      "numaut": 358,
      "comple": 359,
      "server": 360,
      "##oremove": 361,
      "numautoremove": 362,
      "completion": 363,
      "con": 364,
      "mem": 365,
      "sy": 366,
      "sys": 367,
      "##ts": 368,
      "##sw": 369,
      "##ssw": 370,
      "##onfig": 371,
      "##sconfig": 372,
      "##ack": 373,
      "meminfo": 374,
      "sysconfig": 375,
      "aut": 376,
      "abc": 377,
      "dist": 378,
      "ker": 379,
      "ma": 380,
      "ope": 381,
      "par": 382,
      "pts": 383,
      "pack": 384,
      "rm": 385,
      "site": 386,
      "system": 387,
      "ura": 388,
      "ubu": 389,
      "##dom": 390,
      "##ag": 391,
      "##en": 392,
      "##pat": 393,
      "##ole": 394,
      "##nu": 395,
      "##nel": 396,
      "##ndom": 397,
      "##mp": 398,
      "##sole": 399,
      "##ntu": 400,
      "##ors": 401,
      "clea": 402,
      "upgrader": 403,
      "archive": 404,
      "devic": 405,
      "color": 406,
      "console": 407,
      "auto": 408,
      "kernel": 409,
      "packag": 410,
      "urandom": 411,
      "ubuntu": 412,
      "##path": 413,
      "clear": 414,
      "devices": 415,
      "packages": 416,
      "ali": 417,
      "fin": 418,
      "fre": 419,
      "hom": 420,
      "in": 421,
      "no": 422,
      "nssw": 423,
      "ov": 424,
      "sb": 425,
      "sre": 426,
      "ta": 427,
      "tmp": 428,
      "ut": 429,
      "wea": 430,
      "##tr": 431,
      "##ch": 432,
      "##col": 433,
      "##dr": 434,
      "##db": 435,
      "##dat": 436,
      "##ik": 437,
      "##itc": 438,
      "##itu": 439,
      "##iod": 440,
      "##riod": 441,
      "##al": 442,
      "##an": 443,
      "##lec": 444,
      "##og": 445,
      "##kre": 446,
      "##nde": 447,
      "##gel": 448,
      "##qom": 449,
      "##tende": 450,
      "##umo": 451,
      "numde": 452,
      "numpe": 453,
      "numun": 454,
      "numtr": 455,
      "numch": 456,
      "numdb": 457,
      "stam": 458,
      "##attende": 459,
      "##onumo": 460,
      "upgrades": 461,
      "##ptitu": 462,
      "dircol": 463,
      "##tcdr": 464,
      "##rchive": 465,
      "##ustcdr": 466,
      "##tial": 467,
      "numaptitu": 468,
      "numarchive": 469,
      "##tions": 470,
      "collec": 471,
      "##bconf": 472,
      "localtime": 473,
      "sysconfigdat": 474,
      "maps": 475,
      "open": 476,
      "partial": 477,
      "kernels": 478,
      "alia": 479,
      "find": 480,
      "free": 481,
      "home": 482,
      "init": 483,
      "node": 484,
      "nsswitc": 485,
      "ovik": 486,
      "sbin": 487,
      "tanum": 488,
      "weakre": 489,
      "##riodic": 490,
      "##angel": 491,
      "##qomonumo": 492,
      "numdebconf": 493,
      "numperiodic": 494,
      "numunattende": 495,
      "numtrustcdr": 496,
      "numchangel": 497,
      "numdbus": 498,
      "stamp": 499,
      "dircolors": 500,
      "numaptitude": 501,
      "collections": 502,
      "sysconfigdata": 503,
      "nsswitch": 504,
      "ovikqomonumo": 505,
      "weakref": 506,
      "numunattended": 507,
      "numtrustcdrom": 508,
      "numchangelog": 509,
      "asc": 510,
      "boot": 511,
      "co": 512,
      "cer": 513,
      "cod": 514,
      "fu": 515,
      "gam": 516,
      "gen": 517,
      "gnu": 518,
      "io": 519,
      "lat": 520,
      "os": 521,
      "pa": 522,
      "pl": 523,
      "po": 524,
      "wr": 525,
      "xnum": 526,
      "##tin": 527,
      "##ii": 528,
      "##ix": 529,
      "##iz": 530,
      "##rm": 531,
      "##pr": 532,
      "##py": 533,
      "##loca": 534,
      "##ken": 535,
      "##nl": 536,
      "##six": 537,
      "##ecs": 538,
      "##set": 539,
      "##ses": 540,
      "token": 541,
      "##iltin": 542,
      "dirname": 543,
      "linu": 544,
      "cpu": 545,
      "##eric": 546,
      "##builtin": 547,
      "##sswd": 548,
      "sitebuiltin": 549,
      "utf": 550,
      "aliases": 551,
      "weakrefset": 552,
      "ascii": 553,
      "bootloca": 554,
      "copy": 555,
      "codecs": 556,
      "games": 557,
      "generic": 558,
      "latin": 559,
      "passwd": 560,
      "plat": 561,
      "posix": 562,
      "write": 563,
      "##ize": 564,
      "linux": 565,
      "sitebuiltins": 566,
      "bootlocale": 567,
      "genericpath": 568,
      "posixpath": 569,
      "aw": 570,
      "ap": 571,
      "cr": 572,
      "ca": 573,
      "ge": 574,
      "ho": 575,
      "ke": 576,
      "mk": 577,
      "opt": 578,
      "onl": 579,
      "pi": 580,
      "su": 581,
      "ss": 582,
      "sel": 583,
      "sitec": 584,
      "tt": 585,
      "th": 586,
      "ty": 587,
      "tra": 588,
      "war": 589,
      "xte": 590,
      "##to": 591,
      "##tte": 592,
      "##tifi": 593,
      "##tors": 594,
      "##ct": 595,
      "##ce": 596,
      "##cate": 597,
      "##ru": 598,
      "##rat": 599,
      "##read": 600,
      "##av": 601,
      "##ant": 602,
      "##wor": 603,
      "##wra": 604,
      "##pq": 605,
      "##por": 606,
      "##pes": 607,
      "##par": 608,
      "##ok": 609,
      "##back": 610,
      "##bpr": 611,
      "##nec": 612,
      "##nings": 613,
      "##ust": 614,
      "##ywor": 615,
      "##ectors": 616,
      "##sename": 617,
      "basename": 618,
      "stru": 619,
      "##ocess": 620,
      "##ols": 621,
      "shar": 622,
      "linec": 623,
      "##stant": 624,
      "repr": 625,
      "##ine": 626,
      "##ture": 627,
      "loadav": 628,
      "term": 629,
      "heapq": 630,
      "##pile": 631,
      "textwra": 632,
      "##temp": 633,
      "##omize": 634,
      "##reg": 635,
      "##ncto": 636,
      "dynl": 637,
      "group": 638,
      "compile": 639,
      "constant": 640,
      "max": 641,
      "operat": 642,
      "parse": 643,
      "utmp": 644,
      "alias": 645,
      "nodenum": 646,
      "certs": 647,
      "certifi": 648,
      "future": 649,
      "functo": 650,
      "tokenize": 651,
      "copyreg": 652,
      "awk": 653,
      "appor": 654,
      "crt": 655,
      "gette": 656,
      "hook": 657,
      "keywor": 658,
      "mktemp": 659,
      "optpar": 660,
      "online": 661,
      "pid": 662,
      "subpr": 663,
      "ssl": 664,
      "selectors": 665,
      "sitecust": 666,
      "tty": 667,
      "thread": 668,
      "types": 669,
      "trace": 670,
      "warnings": 671,
      "xterm": 672,
      "##cates": 673,
      "struct": 674,
      "share": 675,
      "linecache": 676,
      "reprlib": 677,
      "loadavg": 678,
      "terminfo": 679,
      "textwrap": 680,
      "dynload": 681,
      "constants": 682,
      "operator": 683,
      "certificates": 684,
      "functools": 685,
      "apport": 686,
      "gettext": 687,
      "keyword": 688,
      "optparse": 689,
      "subprocess": 690,
      "sitecustomize": 691,
      "threading": 692,
      "traceback": 693
    }
  }
}