[UNK]
[PAD]
[CLS]
[SEP]
[MASK]
[event_fork]
[event_mprotect]
[event_update]
[event_mmap]
[event_loadlibrary]
[event_read]
[event_modify_file_attributes]
[event_exit]
[event_clone]
[event_truncate]
[event_execute]
[event_sendmsg]
[event_link]
[event_unlink]
[event_unit]
[event_recvmsg]
[event_change_principal]
[event_accept]
[event_connect]
[event_write]
[event_create_object]
[event_open]
[event_rename]
[event_close]
%
+
-
.
/
:
=
[
\
]
_
a
b
c
d
e
f
g
h
i
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
##t
##c
##d
##i
##r
##a
##e
##x
##w
##p
##l
##o
##b
##k
##f
##h
##n
##u
##m
##s
##y
##v
##g
##q
##z
##nt
##ve
eve
event
##te
##ec
ex
##ute
##ecute
execute
##sh
up
##ate
##or
##um
for
fork
num
##se
##date
update
ba
bash
##ot
##el
mot
motd
st
cl
##ose
close
pr
##ea
ssh
sshd
##at
##oc
rel
proc
##ease
release
stat
to
##on
top
##ir
##ra
##de
##gra
upgra
upgrade
##le
##pt
apt
##il
av
##ab
##ail
avail
##able
available
##ig
updates
##onf
conf
##ol
state
sh
dir
config
eol
hw
hwe
##ell
shell
li
##tc
etc
##st
statm
py
##dir
##rc
dp
##kg
dpkg
##th
##thon
us
usr
pyc
##es
re
lib
##oot
##boot
list
reboot
ls
##sc
lsb
statedir
at
fsc
fsck
##ou
##rch
sd
##in
arch
##ist
sou
##int
##elist
print
##rcelist
sourcelist
##num
##ite
python
##tu
pythonnum
##itec
##tur
##eig
foreig
architec
##tures
foreign
architectures
##ac
cp
##he
##ache
##ython
pycache
cpython
##oa
bin
##li
##oad
load
##lib
##ry
##rary
loadlib
loadlibrary
lists
##ar
te
##xt
hea
##pe
##der
header
etcdir
listdir
##pi
##ess
text
hel
less
##pipe
help
lesspipe
##er
##us
##am
##nam
##ead
de
read
dev
var
cf
##ys
cfg
##if
##ifi
not
##ifier
notifier
##name
##tem
##ti
##om
##ystem
uname
##oca
loca
##re
car
fi
##ic
##od
##system
##go
##lesystem
cargo
filesystem
filesystems
nu
##ll
status
null
##it
##atus
##status
dpkgstatus
##ed
##uir
##quir
requir
##ing
required
##nc
##ings
enc
qu
##un
numa
##odings
encodings
quit
##em
locale
##ps
##ut
dy
run
##me
##tion
##time
cat
date
gr
gre
ne
wh
##mi
##oami
##namic
dynamic
grou
grep
new
whoami
col
com
##ive
##bc
local
groups
qs
ser
txt
##pdate
##ple
##ove
##bu
##fo
##update
##ver
uptime
##orem
numupdate
##info
test
numaut
comple
server
##oremove
numautoremove
completion
con
mem
sy
sys
##ts
##sw
##ssw
##onfig
##sconfig
##ack
meminfo
sysconfig
aut
abc
dist
ker
ma
ope
par
pts
pack
rm
site
system
ura
ubu
##dom
##ag
##en
##pat
##ole
##nu
##nel
##ndom
##mp
##sole
##ntu
##ors
clea
upgrader
archive
devic
color
console
auto
kernel
packag
urandom
ubuntu
##path
clear
devices
packages
ali
fin
fre
hom
in
no
nssw
ov
sb
sre
ta
tmp
ut
wea
##tr
##ch
##col
##dr
##db
##dat
##ik
##itc
##itu
##iod
##riod
##al
##an
##lec
##og
##kre
##nde
##gel
##qom
##tende
##umo
numde
numpe
numun
numtr
numch
numdb
stam
##attende
##onumo
upgrades
##ptitu
dircol
##tcdr
##rchive
##ustcdr
##tial
numaptitu
numarchive
##tions
collec
##bconf
localtime
sysconfigdat
maps
open
partial
kernels
alia
find
free
home
init
node
nsswitc
ovik
sbin
tanum
weakre
##riodic
##angel
##qomonumo
numdebconf
numperiodic
numunattende
numtrustcdr
numchangel
numdbus
stamp
dircolors
numaptitude
collections
sysconfigdata
nsswitch
ovikqomonumo
weakref
numunattended
numtrustcdrom
numchangelog
asc
boot
co
cer
cod
fu
gam
gen
gnu
io
lat
os
pa
pl
po
wr
xnum
##tin
##ii
##ix
##iz
##rm
##pr
##py
##loca
##ken
##nl
##six
##ecs
##set
##ses
token
##iltin
dirname
linu
cpu
##eric
##builtin
##sswd
sitebuiltin
utf
aliases
weakrefset
ascii
bootloca
copy
codecs
games
generic
latin
passwd
plat
posix
write
##ize
linux
sitebuiltins
bootlocale
genericpath
posixpath
aw
ap
cr
ca
ge
ho
ke
mk
opt
onl
pi
su
ss
sel
sitec
tt
th
ty
tra
war
xte
##to
##tte
##tifi
##tors
##ct
##ce
##cate
##ru
##rat
##read
##av
##ant
##wor
##wra
##pq
##por
##pes
##par
##ok
##back
##bpr
##nec
##nings
##ust
##ywor
##ectors
##sename
basename
stru
##ocess
##ols
shar
linec
##stant
repr
##ine
##ture
loadav
term
heapq
##pile
textwra
##temp
##omize
##reg
##ncto
dynl
group
compile
constant
max
operat
parse
utmp
alias
nodenum
certs
certifi
future
functo
tokenize
copyreg
awk
appor
crt
gette
hook
keywor
mktemp
optpar
online
pid
subpr
ssl
selectors
sitecust
tty
thread
types
trace
warnings
xterm
##cates
struct
share
linecache
reprlib
loadavg
terminfo
textwrap
dynload
constants
operator
certificates
functools
apport
gettext
keyword
optparse
subprocess
sitecustomize
threading
traceback
