{
  "[event_accept]": 4332,
  "[event_change_principal]": 4331,
  "[event_clone]": 4323,
  "[event_close]": 4338,
  "[event_connect]": 4333,
  "[event_create_object]": 4335,
  "[event_execute]": 4325,
  "[event_exit]": 4322,
  "[event_fork]": 4315,
  "[event_link]": 4327,
  "[event_loadlibrary]": 4319,
  "[event_mmap]": 4318,
  "[event_modify_file_attributes]": 4321,
  "[event_mprotect]": 4316,
  "[event_open]": 4336,
  "[event_read]": 4320,
  "[event_recvmsg]": 4330,
  "[event_rename]": 4337,
  "[event_sendmsg]": 4326,
  "[event_truncate]": 4324,
  "[event_unit]": 4329,
  "[event_unlink]": 4328,
  "[event_update]": 4317,
  "[event_write]": 4334
}
