{
  "[event_accept]": 5198,
  "[event_change_principal]": 5197,
  "[event_clone]": 5189,
  "[event_close]": 5204,
  "[event_connect]": 5199,
  "[event_create_object]": 5201,
  "[event_execute]": 5191,
  "[event_exit]": 5188,
  "[event_fork]": 5181,
  "[event_link]": 5193,
  "[event_loadlibrary]": 5185,
  "[event_mmap]": 5184,
  "[event_modify_file_attributes]": 5187,
  "[event_mprotect]": 5182,
  "[event_open]": 5202,
  "[event_read]": 5186,
  "[event_recvmsg]": 5196,
  "[event_rename]": 5203,
  "[event_sendmsg]": 5192,
  "[event_truncate]": 5190,
  "[event_unit]": 5195,
  "[event_unlink]": 5194,
  "[event_update]": 5183,
  "[event_write]": 5200
}
